baobab
base
base-devel
bluez
bluez-utils
clang
decibels
efibootmgr
epiphany
fd
fish
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
gradle
grilo-plugins
grub
gst-plugin-pipewire
gst-thumbnailers
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprpaper
intel-media-driver
intel-ucode
jdk17-openjdk
kitty
libpulse
libva-intel-driver
linux
linux-firmware
loupe
luarocks
malcontent
nano
nautilus
neovim
network-manager-applet
networkmanager
nodejs
npm
ollama
ollama-vulkan
orca
papers
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
python-pip
ripgrep
rofi
rygel
showtime
simple-scan
smartmontools
snapshot
sof-firmware
sudo
sushi
tecla
thermald
tlp
tlp-rdw
ttf-jetbrains-mono-nerd
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulkan-tools
waybar
wev
wget
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
yay
yay-debug
yelp
zram-generator
